Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisalueen_ylakoulut_saavat_lukulahjana_saamen-_ja_suomenkielisia_kirjoja.html.tmx
Source language: fin
Languages: smn

source: Saamelaisalueen yläkoulut saavat lukulahjana saamen- ja suomenkielisiä kirjoja
smn: Sämikuávlu paješkoovlah finnejeh kirjeskeeŋkâid sehe suomâ- et sämikielân

source: Saamelaisalueen yläkoulut saavat lukulahjana 10 saamenkielistä ja 102 suomenkielistä kirjaa.
smn: Sämikuávlu paješkoovlah finnejeh kirjeskeŋkkân 10 sämikielâlâš já 102 suomâkielâlâš kirjed.

source: Suomen kulttuurirahaston Lukuklaani-hanke lahjoittaa kirjoja Suomen jokaiseen ylä- ja yhtenäiskouluun.
smn: Suomâ Kulttuurruttârááju Lukuklaani-haahâ skeŋkkee kiirjijd Suomâ jyehi paješkoovlân já ovtâstittum škovláid.

source: Jokainen koulu saa 112 kirjaa.
smn: Jyehi škovlâ finnee 112 kirjed.

source: Lukuklaani-hankkeen toteutuksesta vastaa Lastenkirjainstituutti ja saamenkielisten kirjojen osalta Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto .
smn: Lukuklaani-haavâ olášut Lastenkirjainstituut já sämikielâlij kiirjij uásild Sämitige škovlim- já oppâmaterialtoimâttâh .

source: Saamenkielinen kirjapaketti sisältää sekä alkujaan saameksi kirjoitettuja että käännettyjä kirjoja, runokirjoja ja tarinoita, fantasiakirjoja ja tosielämään perustuvia kertomuksia.
smn: Sämikielâlâš kirjepakettist láá sehe algâalgâlávt sämikielân čallum kirjeh et jurgâlusah, tihtâkirjeh já muštâlusah, fantasiakirjeh já tuotâelimân vuáđuduvvee mainâseh.

source: Nämä kirjat ovat lähdössä Saamelaisalueen yläkoululaisille luettavaksi.
smn: Taah kirjeh láá vyelgimin Sämikuávlu paješkovlâlijd luuhâmnáál.
